<?php
// Text
$_['text_subject']  = '%s - Партнерская программа';
$_['text_welcome']  = 'Вы стали парнером нашего магазина %s!';
$_['text_approval'] = 'Ваша учетная запись ожидает подтверждения. После подтверждения Вы сможете входить в партнерский раздел нашего сайта по ссылке:';
$_['text_services'] = 'В парнерском разделе Вы можете получить реферальный код и реферальные ссылки, отслеживать комиссионное вознаграждение и редактировать парметры учетной записи.';
$_['text_thanks']   = 'Спасибо,';

$_['text_login'] = 'Ваша учетная запись в настоящее время создана и вы можете войти, используя свой ​​адрес электронной почты и пароль, посетив наш сайт или по адресу:';
$_['text_new_affiliate'] = 'Новый Партнер';
$_['text_signup'] = 'Новый партнер создан:';
$_['text_store'] = 'Магазин:';
$_['text_firstname'] = 'Имя:';
$_['text_lastname'] = 'Фамилия:';
$_['text_company'] = 'Компания:';
$_['text_email'] = 'E-Mail:';
$_['text_telephone'] = 'Телефон';
$_['text_website'] = 'Сайт';
$_['text_order_id'] = '№ заказа:';
$_['text_transaction_subject'] = '%s - Комисия партнера';
$_['text_transaction_received'] = 'Вы получили %s комисионных!';